{
    "ships": {
        "dhow": {
            "name": "Dhow",
            "description": {
                "general": "A nimble hunter of wildlife. The Sea People use it to harvest hides and meat effectively."
            }
        },
        "bedar": {
            "name": "Bedar",
            "description": {
                "general": "A fast-hitting rammer favored by the Rempah, built to Flood enemy hulls before vanishing into the waves."
            }
        },
        "hulk": {
            "name": "Carraca",
            "description": {
                "general": "A fortress on the water, with formidable defenses and recovery, as befitting the technological might of the megacorporations."
            }
        },
        "cutter": {
            "name": "Cúter",
            "description": {
                "general": "A ship capable of sustained repairs at sea. Prized by smugglers to swiftly repair themselves whilst evading enemy fire."
            }
        },
        "barge": {
            "name": "Gabarra",
            "description": {
                "general": "A firestorm at sea. Repurposed in the Ungwana dockyards, it excels at setting enemy fleets Ablaze and crippling burning foes."
            }
        },
        "sloop": {
            "name": "Balandra",
            "description": {
                "general": "A fast menace specializing in explosive weaponry. Prized by pirates for making short work of enemy convoys and structures."
            }
        },
        "padewakang": {
            "name": "Padewakang",
            "description": {
                "general": "A floating siege engine, obliterating structures and striking harder when Anchored. Once used by warlords to shatter the walls of an ancient kingdom."
            }
        },
        "snow": {
            "name": "Esnón",
            "description": {
                "general": "Initially a Dutch warship built to escort valuable trade convoys. Its fast recovery of Brace Strength allows it to hold the line against overwhelming firepower."
            }
        },
        "brigantine": {
            "name": "Bergantín",
            "description": {
                "general": "A ramming predator that excels at dealing Flooding Damage before the final blow. Feared by the megacorporations and merchants alike."
            }
        },
        "sambuk": {
            "name": "Sambuk",
            "description": {
                "general": "A pyromaniac of a ship rumored to hail from the Arabian subcontinent. Sets nearby enemies Ablaze, before spreading flames to all who dare come close."
            }
        },
        "barque": {
            "name": "Bricbarca",
            "description": {
                "general": "The backbone of any fleet, repairing hulls and reinforcing allies in the heat of battle. The pride of a Compagnie convoy."
            }
        },
        "brig": {
            "name": "Bergantín Redondo",
            "description": {
                "general": "A master of auxiliary warfare, amplifying support weapons for both offense and defense, as befitting the British Trade Alliance."
            }
        },
        "battleJunk": {
            "name": "Junco de batalla",
            "description": {
                "general": "A walking provocation and exotic vessel from the Far East -- taunting enemies and soaking up fire, before turning the tide for friends."
            }
        },
        "garuda": {
            "name": "Garuda",
            "description": {
                "general": "Devastates enemies from afar while equipped with the ability to escape whenever a fight gets too close. Modeled after an ancient god of the skies."
            }
        },
        "schooner": {
            "name": "Goleta",
            "description": {
                "general": "Destaca por sus devastadores ataques de flanco ancho, que convierten cada descarga en una reacción explosiva y causan estragos en las flotas y estructuras de la Isla Roja."
            }
        },
        "frigate": {
            "name": "Fragata",
            "description": {
                "general": "Un gran barco con defensas sin igual. Irradia un aura poderosa que fortalece a los aliados. Un producto del ingenio de la Compagnie y de materiales avanzados procedentes de Europa."
            }
        },
        "sloopOfWar": {
            "name": "Sloop of War",
            "description": {
                "general": "A ship that excels at spreading toxins. Some say the Plague King himself breathes upon its sails, spreading pestilence in its wake."
            }
        },
        "corvette": {
            "name": "Corvette",
            "description": {
                "general": "A ship that excels at controlling and commandeering the flow of the battle. Favored by the capitaines of the Compagnie Royale and pirates who seek to control the seas."
            }
        }
    }
}