{
    "ships": {
        "dhow": {
            "name": "قارب داو",
            "description": {
                "general": "قارب صغيرة صممت في الأصل لصيد الحيوانات على طول الأنهار والسواحل."
            }
        },
        "bedar": {
            "name": "قارب بيدر",
            "description": {
                "general": "سفينة صغيرة وسريعة تتميز بقدرتها على صدم الأهداف والتسبب في أضرار فيضانية للخصوم."
            }
        },
        "hulk": {
            "name": "سفينة هولك",
            "description": {
                "general": "تتميز هذه السفينة بمتانتها وقدرتها على تحمل الضرر لفترات طويلة وهي متخصصة في التصدي للنيران المعادية."
            }
        },
        "cutter": {
            "name": "قارب كوتر",
            "description": {
                "general": "سفينة قادرة على دعم السفن الأخرى في خضم المعركة."
            }
        },
        "barge": {
            "name": "سفينة برغي",
            "description": {
                "general": "سفينة متخصصة في إشغال الحرائق وإحداث أضرار نارية مع القدرة على نشر الفوضى إلى السفن المحيطة."
            }
        },
        "sloop": {
            "name": "قارب سلوب",
            "description": {
                "general": "عند تجهيزها بالأسلحة المناسبة تصبح هذه السفينة قادرة على مواجهة عدة أعداء في نفس الوقت بندية وصمود."
            }
        },
        "padewakang": {
            "name": "سفينة بادوكن",
            "description": {
                "general": "سفينة كبيرة تتمتع بالقدرة على التصدي لعدة أعداء في عند تزويدها بالتجهيزات المناسبة."
            }
        },
        "snow": {
            "name": "سفينة سنو",
            "description": {
                "general": "سفينة معززة بالمتانة والصلابة،ك قادرة على الثبات في المعركة ومتخصصة في امتصاص الضربات والتصدي للنيران المعادية."
            }
        },
        "brigantine": {
            "name": "سفينة براجنتين",
            "description": {
                "general": "سفينة سريعة ومرنة متخصصة في صدم الأهداف الفردية والتسبب بأضرار فيضانية"
            }
        },
        "sambuk": {
            "name": "سفينة سنبوك",
            "description": {
                "general": "سفينة مدمرة متخصصة في الحاق أضرار نارية بالأعداء وإشعالهم مع القدرة على استهداف عدة خصوم في المسافة القريبة."
            }
        },
        "barque": {
            "name": "سفينة بارك",
            "description": {
                "general": "سفينة متخصصة في تقديم الدعم للسفن المهددة عبر إصلاحات سريعة وفعالة."
            }
        },
        "brig": {
            "name": "سفينة شراعية",
            "description": {
                "general": "سفينة دعم بارعة في نشر العوامات مما يمنحها القدرة على قلب موازين المعركة."
            }
        },
        "battleJunk": {
            "name": "سفينة جانك القتالية",
            "description": {
                "general": "صلبة لا تُقهر مثالية لإرباك الأعداء امتصاص الضرر وفتح المجال للحلفاء للهجوم أو الانسحاب."
            }
        },
        "garuda": {
            "name": "سفينة غادروا",
            "description": {
                "general": "سفينة خفيفة وسريعة بمهارة فائقة في مطاردة وتعقب السفن الفارة."
            }
        },
        "schooner": {
            "name": "قارب شراعي",
            "description": {
                "general": "تتقن هذه السفينة الهجمات الجانبية المدمرة حيث يتحول كل من القذائف إلى انفجار هائل يحدث فوضى في الأساطيل والمنشآت."
            }
        },
        "frigate": {
            "name": "فرقاطة",
            "description": {
                "general": "سفينة كبيرة ذات دفاعات لا مثيل لها. تشع هالة قوية تقوي الحلفاء. منتج من براعة شركة كومباني والمواد المتقدمة القادمة من أوروبا."
            }
        },
        "sloopOfWar": {
            "name": "Sloop of War",
            "description": {
                "general": "A ship that excels at spreading toxins. Some say the Plague King himself breathes upon its sails, spreading pestilence in its wake."
            }
        }
    }
}