{
    "ships": {
        "dhow": {
            "name": "至上欢愉(单桅帆船)",
            "description": {
                "general": "A nimble hunter of wildlife. The Sea People use it to harvest hides and meat effectively."
            }
        },
        "bedar": {
            "name": "冲撞船(扁嘴帆艇)",
            "description": {
                "general": "A fast-hitting rammer favored by the Rempah, built to Flood enemy hulls before vanishing into the waves."
            }
        },
        "hulk": {
            "name": "护卫舰(囤货艇)",
            "description": {
                "general": "A fortress on the water, with formidable defenses and recovery, as befitting the technological might of the megacorporations."
            }
        },
        "cutter": {
            "name": "护送舰(短桅帆船)",
            "description": {
                "general": "A ship capable of sustained repairs at sea. Prized by smugglers to swiftly repair themselves whilst evading enemy fire."
            }
        },
        "barge": {
            "name": "火烙船(平底货艇)",
            "description": {
                "general": "A firestorm at sea. Repurposed in the Ungwana dockyards, it excels at setting enemy fleets Ablaze and crippling burning foes."
            }
        },
        "sloop": {
            "name": "爆破船(单桅炮艇)",
            "description": {
                "general": "A fast menace specializing in explosive weaponry. Prized by pirates for making short work of enemy convoys and structures."
            }
        },
        "padewakang": {
            "name": "射石炮船(巴得瓦康船)",
            "description": {
                "general": "A floating siege engine, obliterating structures and striking harder when Anchored. Once used by warlords to shatter the walls of an ancient kingdom."
            }
        },
        "snow": {
            "name": "先锋舰(尖首货船)",
            "description": {
                "general": "Initially a Dutch warship built to escort valuable trade convoys. Its fast recovery of Brace Strength allows it to hold the line against overwhelming firepower."
            }
        },
        "brigantine": {
            "name": "破舰船(双桅帆船)",
            "description": {
                "general": "A ramming predator that excels at dealing Flooding Damage before the final blow. Feared by the megacorporations and merchants alike."
            }
        },
        "sambuk": {
            "name": "纵火狂(桑布克船)",
            "description": {
                "general": "A pyromaniac of a ship rumored to hail from the Arabian subcontinent. Sets nearby enemies Ablaze, before spreading flames to all who dare come close."
            }
        },
        "barque": {
            "name": "守护舰(三桅帆船)",
            "description": {
                "general": "The backbone of any fleet, repairing hulls and reinforcing allies in the heat of battle. The pride of a Compagnie convoy."
            }
        },
        "brig": {
            "name": "守护舰(三桅帆船)",
            "description": {
                "general": "A master of auxiliary warfare, amplifying support weapons for both offense and defense, as befitting the British Trade Alliance."
            }
        },
        "battleJunk": {
            "name": "能工巧匠(双桅炮船)",
            "description": {
                "general": "A walking provocation and exotic vessel from the Far East -- taunting enemies and soaking up fire, before turning the tide for friends."
            }
        },
        "garuda": {
            "name": "迅击船(迦楼罗)",
            "description": {
                "general": "Devastates enemies from afar while equipped with the ability to escape whenever a fight gets too close. Modeled after an ancient god of the skies."
            }
        },
        "schooner": {
            "name": "冲击船只(纵帆船)",
            "description": {
                "general": "擅长发动毁灭性的舷侧攻击，可以让每一波齐射都引发爆炸反应，重创红岛的舰队和建筑。"
            }
        },
        "frigate": {
            "name": "日蚀(护卫舰)",
            "description": {
                "general": "一艘防御力无可匹敌的巨型战舰。它周身强大的光环能够强化友军。由皇家公司的独创设计与来自欧洲的先进材料铸造而成。"
            }
        },
        "sloopOfWar": {
            "name": "散毒船(战争单轨炮艇)",
            "description": {
                "general": "此船擅长扩散毒素。据说其船帆上留存着瘟疫之王的吐息，所经之处，尽染瘟疫。"
            }
        }
    }
}