{
    "ships": {
        "dhow": {
            "name": "Dau",
            "description": {
                "general": "Ein wendiger Jäger von Wildtieren. Das Seevolk nutzt es, um Häute und Fleisch effektiv zu ernten."
            }
        },
        "bedar": {
            "name": "Bedar",
            "description": {
                "general": "Ein schnell zuschlagendes Rammschiff, das von den Rempah bevorzugt wird und dazu gebaut ist, feindliche Rümpfe zu fluten, bevor es in den Wellen verschwindet."
            }
        },
        "hulk": {
            "name": "Holk",
            "description": {
                "general": "Eine Festung auf dem Wasser, mit beeindruckender Verteidigung und Wiederherstellung, entsprechend der technologischen Macht der Kompanien."
            }
        },
        "cutter": {
            "name": "Kutter",
            "description": {
                "general": "Ein Schiff, das Reparaturen auf See durchführen kann. Von Schmugglern geschätzt, um sich schnell selbst zu flicken und gleichzeitig feindlichem Beschuss auszuweichen."
            }
        },
        "barge": {
            "name": "Segelleichter",
            "description": {
                "general": "Ein Feuersturm auf See. In den Werften von Ungwana umgebaut, ist es hervorragend geeignet, feindliche Flotten in Brand zu stecken und brennende Feinde zu lähmen."
            }
        },
        "sloop": {
            "name": "Slup",
            "description": {
                "general": "Eine schnelle Bedrohung, die auf explosive Waffen spezialisiert ist. Von Piraten geschätzt, weil es mit feindlichen Konvois und Bauten kurzen Prozess macht."
            }
        },
        "padewakang": {
            "name": "Padewakang",
            "description": {
                "general": "Eine schwimmende Belagerungsmaschine, die Gebäude zerstört und beim Ankern noch stärker zuschlägt. Wurde einst von Kriegsherren eingesetzt, um die Mauern eines alten Königreichs zu zerstören."
            }
        },
        "snow": {
            "name": "Schnau",
            "description": {
                "general": "Ursprünglich ein niederländisches Kriegsschiff, das gebaut wurde, um wertvolle Handelskonvois zu beschützen. Seine schnelle Wiederherstellung der Deckungsstärke ermöglicht es ihm, sich gegen überwältigende Feuerkraft zu behaupten."
            }
        },
        "brigantine": {
            "name": "Brigantine",
            "description": {
                "general": "Ein Rammbock, der sich durch Überflutungsschaden vor dem finalen Schlag auszeichnet. Von Mega-Kompanien und Händlern gleichermaßen gefürchtet."
            }
        },
        "sambuk": {
            "name": "Sambuke",
            "description": {
                "general": "Ein brandgefährliches Schiff, das angeblich vom arabischen Subkontinent stammt. Setzt nahe Feinde in Brand, bevor es die Flammen auf alle überträgt, die es wagen, sich ihm zu nähern."
            }
        },
        "barque": {
            "name": "Bark",
            "description": {
                "general": "Das Rückgrat jeder Flotte, das in der Hitze des Gefechts Schiffsrümpfe repariert und Verbündete stärkt. Der Stolz eines Compagnie-Konvois."
            }
        },
        "brig": {
            "name": "Brigg",
            "description": {
                "general": "Ein Meister der Hilfskriegsführung, der Unterstützungswaffen für Angriff und Verteidigung verstärkt, wie es sich für die Britische Handelsallianz ziemt."
            }
        },
        "battleJunk": {
            "name": "Schlachtdschunke",
            "description": {
                "general": "Eine wandelnde Provokation und ein exotisches Gefährt aus dem Fernen Osten - das Feinde verspottet und Feuer aufsaugt, bevor es das Blatt für Freunde wendet."
            }
        },
        "garuda": {
            "name": "Garuda",
            "description": {
                "general": "Vernichtet Feinde aus der Ferne und hat die Fähigkeit, zu entkommen, wenn es in den Nahkampf geht. Einem alten Himmelsgott nachempfunden."
            }
        },
        "schooner": {
            "name": "Schoner",
            "description": {
                "general": "Ein Meister verheerender Breitseitenangriffe. Verwandelt jedes Sperrfeuer in eine explosive Reaktion und richtet auf der Roten Insel verheerende Schäden an Flotten und Gebäuden an."
            }
        },
        "frigate": {
            "name": "Fregatte",
            "description": {
                "general": "Ein großes Schiff mit unvergleichlicher Verteidigung. Es verströmt eine mächtige Aura, die Verbündete stärkt. Ein Produkt des Einfallsreichtums der Compagnie und verbesserter Materialien aus Europa."
            }
        },
        "sloopOfWar": {
            "name": "Kampf-Slup",
            "description": {
                "general": "Ein Schiff, das besonders gut darin ist, Giftstoffe zu verbreiten. Manche sagen, dass der Seuchenkönig selbst auf seine Segel haucht und so in seinem Kielwasser die Pest verbreitet."
            }
        }
    }
}