{
    "ships": {
        "dhow": {
            "name": "Dhow",
            "description": {
                "general": "A small vessel originally built to hunt wildlife along rivers and coastlines."
            }
        },
        "bedar": {
            "name": "Bedar",
            "description": {
                "general": "A small maneuverable ship that can ram targets and cause flooding damage."
            }
        },
        "hulk": {
            "name": "Hulk",
            "description": {
                "general": "More durable and capable of taking sustained damage, this ship specializes in bracing against incoming fire."
            }
        },
        "cutter": {
            "name": "Cutter",
            "description": {
                "general": "A ship capable of supporting other ships in the thick of combat."
            }
        },
        "barge": {
            "name": "Barge",
            "description": {
                "general": "A ship specialized in dealing fire and burning damage, before spreading the chaos to nearby ships."
            }
        },
        "sloop": {
            "name": "Sloop",
            "description": {
                "general": "With the right weapons equipped, this ship is able to stand toe-to-toe with multiple enemies."
            }
        },
        "padewakang": {
            "name": "Padewakang",
            "description": {
                "general": "A larger ship capable of taking on multiple enemies when properly equipped."
            }
        },
        "snow": {
            "name": "Snow",
            "description": {
                "general": "A ship with increased durability and holding its ground in a fight. It specializes in bracing against incoming fire."
            }
        },
        "brigantine": {
            "name": "Brigantine",
            "description": {
                "general": "A swift ship that is able to ram singular targets and cause flooding damage."
            }
        },
        "sambuk": {
            "name": "Sambuk",
            "description": {
                "general": "A ship specialized in dishing out fire damage and burning its targets. It is also able to target multiple enemies in close proximity."
            }
        },
        "barque": {
            "name": "Barque",
            "description": {
                "general": "A ship that excels at aiding other ships in danger by rendering effective repairs."
            }
        },
        "brig": {
            "name": "Brig",
            "description": {
                "general": "A support ship that excels in deploying buoys that can shift the battle in their favor."
            }
        },
        "battleJunk": {
            "name": "Battle Junk",
            "description": {
                "general": "A resilient juggernaut suited for distracting opponents, withstanding damage, and creating opportunities for allies to engage or escape."
            }
        },
        "garuda": {
            "name": "Garuda",
            "description": {
                "general": "A fast, maneuverable vessel with a knack for hunting down fleeing ships."
            }
        },
        "schooner": {
            "name": "Schooner",
            "description": {
                "general": "Excels at devastating broadside attacks, turning every barrage into an explosive reaction, wreaking havoc on fleets and structures in the Red Isle."
            }
        },
        "frigate": {
            "name": "Frigate",
            "description": {
                "general": "A large ship with unmatched defenses. It radiates a powerful aura that fortifies allies. A product of Compagnie ingenuity and advanced materials from Europe."
            }
        },
        "sloopOfWar": {
            "name": "Sloop of War",
            "description": {
                "general": "Excels at dealing damage over time and is especially efficient in combat with Toxic weapons."
            }
        }
    }
}